[{
  "text": "{name} had always loved grand Paris with its wonky, warty waters. It was a place where {subject} felt unstable. {name} was a hungry, spiteful, whiskey drinker with red lips and greasy eyebrows. {name}'s friends saw {pronoun} as a gleaming, gentle giant. Once, {subject} had even made a cup of tea for a stupid old man. {name} walked over to the window and reflected on {adjective} deserted surroundings. The sleet rained like bouncing foxes. Then {subject} saw something in the distance, or rather someone. It was the figure of Michelle MacDonald. Michelle was a hungry dolphin with ample lips and fluffy eyebrows. {name} gulped. {subject} was not prepared for Michelle. As {name} stepped outside and Michelle came closer, {subject} could see the decaying glint in her eye. \"Look {name}\" - growled Michelle, with a sympathetic glare that reminded {name} of hungry bears. \"It's not that I don't love you, but I want love. You owe me 4437 dollars\". {name} looked back, even more concerned and still fingering the peculiar banana. \"Michelle, let's move in together\" - {subject} replied. They looked at each other with ecstatic feelings, like two black, bored blue bottles sitting at a very admirable dinner party, which had R&B music playing in the background and two sweet uncles sleeping to the beat. {name} studied Michelle's ample lips and fluffy eyebrows. Eventually, {subject} took a deep breath. \"I'm afraid I declared myself bankrupt\" - explained {name}. \"You will never get your money\". \"No!\" - objected Michelle. \"You lie!\". \"I do not!\" - retorted {name}. \"Now get your ample lips out of here before I hit you with this peculiar banana. \"Michelle looked sad, her wallet raw like a shaggy, sweaty sandwich. {name} could actually hear Michelle's wallet shatter into 4437 pieces. Then the hungry dolphin hurried away into the distance. Not even a glass of whiskey would calm {name}'s nerves tonight."
}, {
  "text": "{name} looked at the squidgy knife in {adjective} hands and felt cross. Then {subject} walked over to the window and reflected on {adjective} damp surroundings. {name} had always loved dull Cape Town with its round, rabblesnatching rivers. It was a place that encouraged {adjective} tendency to feel cross. Then {subject} saw something in the distance, or rather someone. It was the figure of Bob Cockle. Bob was an incredible muppet with fragile ankles and brown fingernails. {name} gulped and glanced at {adjective} own reflection. {name} was a sympathetic, malicious, squash drinker with slimy ankles and handsome fingernails. {name}'s friends saw {pronoun} as a jealous, jittery juggler. Once, {subject} had even brought a soft baby back from the brink of death. But not even a sympathetic person who had once brought a soft baby back from the brink of death, was prepared for what Bob had in store today. The snow flurried like loving donkeys, making {name} calm. As {name} stepped outside and Bob came closer, {subject} could see the skinny smile on his face. \"I am here because I want justice\" - Bob bellowed, in a brave tone. He slammed his fist against {name}'s chest, with the force of 3255 badgers. \"I frigging love you, {name}\". {name} looked back, even more calm and still fingering the squidgy knife. \"Bob, hands up or I'll shoot\" - {subject} replied. They looked at each other with happy feelings, like two grotesque, grieving gerbils running at a very sweet Christening, which had indie music playing in the background and two selfish uncles rampaging to the beat. Suddenly, Bob lunged forward and tried to punch {name} in the face. Quickly, {name} grabbed the squidgy knife and brought it down on Bob's skull. Bob's fragile ankles trembled and his brown fingernails wobbled. He looked stressed, his body raw like a hissing, hollow hawk. Then he let out an agonising groan and collapsed onto the ground. Moments later Bob Cockle was dead. {name} went back inside and called the police."
}, {
  "text": "{name} looked at the solid torch in {adjective} hands and felt anxious. So {subject} walked over to the window and reflected on {adjective} industrial surroundings. {name} had always loved picturesque Sidney with its pongy, poised parks. It was a place that encouraged {adjective} tendency to feel anxious.Then {subject} saw something in the distance, or rather someone. It was the figure of Marion Willis. Marion was a witty friend with dirty toes and skinny lips. {name} gulped and glanced at {adjective} own reflection. {name} was a brave, gracious, cocoa drinker with brown toes and ginger lips and {adjective} friends saw {pronoun} as a grieving, gentle giant. Once, {subject} had even helped a worried kitten cross the road. But not even a brave person who had once helped a worried kitten cross the road, was prepared for what Marion had in store today. The sun shone like bouncing rabbits, making {name} healthy. As {name} stepped outside and Marion came closer, {subject} could see the quickest glint in her eye. Marion gazed with the affection of 1570 snooty gleaming gerbils. She said, in hushed tones, \"I love you and I want love\". {name} looked back, even more healthy and still fingering the solid torch. \"Marion, get out of my house\" - {subject} replied. They looked at each other with sad feelings, like two big, broad blue bottles sleeping at a very incredible carol service, which had orchestral music playing in the background and two forgetful uncles rampaging to the beat. {name} regarded Marion's dirty toes and skinny lips. \"I feel the same way\"! - revealed {name} with a delighted grin. Marion looked sleepy, her emotions blushing like a mouldy, manky map. Then Marion came inside for a nice mug of cocoa."
}, {
  "text": "{name} was thinking about Zach Ramsbottom again. Zach was a clever banker with slimy fingers and pink spots. {name} walked over to the window and reflected on {adjective} picturesque surroundings, thinking that {subject} had always loved old-fashioned Cambridge with its boiled, blue beaches. It was a place that encouraged {adjective} tendency to feel puzzled. Then {subject} saw something in the distance, or rather someone. It was the a clever figure of Zach Ramsbottom. {name} gulped and glanced at {adjective} own reflection. {name} was a wild, sweet, brandy drinker with hairy fingers and spiky spots and {adjective} friends saw {pronoun} as a mashed, mangled monster. Once, {subject} had even helped a colossal toddler cross the road. But not even a wild person who had once helped a colossal toddler cross the road, was prepared for what Zach had in store today. The wind blew like singing foxes, making {name} delighted. {name} grabbed a cursed newspaper that had been strewn nearby; {subject} massaged it with {adjective} fingers. As {name} stepped outside and Zach came closer, {subject} could see the loopy glint in his eyes. Zach gazed with the affection of 7010 sinister big blue bottles. He said, in hushed tones, \"I love you and I want Internet access\". {name} looked back, even more delighted and still fingering the cursed newspaper. \"Zach, Is that real leather\" - {subject} replied. They looked at each other with shocked feelings, like two deadly, deafening donkeys sleeping at a very mean engagement party, which had indie music playing in the background and two hopeful uncles loving to the beat. {name} studied Zach's slimy fingers and pink spots. Eventually, {subject} took a deep breath. \"I'm sorry\" - began {name} in apologetic tones - \"but I don't feel the same way, and I never will. I just don't love you Zach\". Zach looked unstable, his emotions raw like a klutzy, kaleidoscopic knife. {name} could actually hear Zach's emotions shatter into 5109 pieces. Then the clever banker hurried away into the distance. Not even a glass of brandy would calm {name}'s nerves tonight."
}, {
  "text": "{name} had always loved beautiful Upper Boggington with its alive, abundant arches. It was a place where {subject} felt confident. {subject} was a wild, popular, wine drinker with pointy feet and curvaceous moles and {adjective} friends saw {pronoun} as a bad, broken banker. Once, {subject} had even helped a foolish disabled person cross the road. {name} walked over to the window and reflected on her grand surroundings. The hail pounded like smiling donkeys. Then {subject} saw something in the distance, or rather someone. It was the figure of Josh Thunder. Josh was a scheming brute with pointy feet and fat moles. {name} gulped because {subject} was not prepared for Josh. As {name} stepped outside and Josh came closer, {subject} could see the nosy glint in {adjective} eye. \"Look {name}\" - growled Josh, with a splendid glare that reminded {name} of scheming humming birds. \"It's not that I don't love you, but I want a kiss. You owe me 9185 dollars\". {name} looked back, even more happy and still fingering the warped blade. \"Josh, please\" - {subject} replied. They looked at each other with fuzzy feelings, like two kindhearted, knotty kittens sitting at a very charming Christening, which had indie music playing in the background and two caring uncles partying to the beat. Suddenly, Josh lunged forward and tried to punch {name} in the face. Quickly, {name} grabbed the warped blade and hit Josh. Josh's pointy feet trembled and his fat moles wobbled. He looked anxious, his wallet raw like a harsh, hissing hat. Then he let out an agonising groan and collapsed onto the ground. Moments later Josh Thunder was dead. {name} Barker went back inside and had a nice glass of wine."
}]
